; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.1
laid=0x0010
lang=Italiano (Italian)
name=Luigi Giuseppe Zanotti (luigizanotti@yahoo.it)
date=2013-10-16

[controls]
000=Auto
001=Aggiungi &file
002=Aggiungi cartella
003=&Rimuovi
004=Rimuovi tutto
005=Sfoglia
006=Accoda al primo file in lista (solo per utenti esperti!)
007=Hash
008=Pulisci
009=Quando finito:
010=Apri il file unito
011=Apri la cartella di lavoro
012=Cancella le parti
013=Esci

[about]
000=About %s
001=OK

[list_column]
000=Percorso
001=Dimensione
002=Stato

[list_status_cat]
000=ok
001=attenzione
002=errore

[list_status]
000=ok
001=attenzione: ordinale del'estensione non valido!
002=attenzione: la dimensione del file non corrisponde con quella del primo!
003=attenzione: la dimensione dell'ultimo file è superiore rispetto al precedente!
004=errore: impossibile scrivere sul file!
005=errore: il file non può essere aperto per lettura!

[list_tooltip]
000=Lista dei file in ingresso
001=Percorso:\t %s\r\Dimensione:\t %s\r\nOrdinale:\t %d\r\nStato:\t %s

[join_button]
000=&Ferma
001=&Unisci

[settings]
000=Impostazione
001=Verifica
002=Al caricamento verifica se &mancano parti
003=Al caricamento verifica la &coerenza dimensionale delle parti
004=Controlla se mancano parti
005=Controlla la coerenza dimensionale delle parti
006=Lista file
007=&Ordina usando solo l'ultimo numero nell'estensione del file
008=&Togli tutti i file dalla lista dopo averli uniti
009=Disattiva &autocaricamento delle parti
010=Sottocartelle ricorsive
011=Generale
012=Ricorda la posizione della &finestra
013=Sposta nel &Cestino le parti cancellate
014=Percorso di salvataggio di default
015=Uguale alla cartella d'ingresso
016=Percorso personalizzato
017=Salva
018=Annulla
019=Controlla nuove versioni all'avvio

[menu]
000=&Opzioni
001=Sempre in primo piano\tCtrl + T
002=Associa con i file .001  (non portabile)
003=Disattiva &hash
004=&Togli tutti i file dalla lista dopo averli uniti
005=&Impostazioni

006=&Lingua

007=&Aiuto
008=&Aiuto Online
009=&Pagina Web
010=&About
011=Controlla nuove versioni

[menu_popup]
000=Apri percorso file
001=&Importa lista
002=&Esporta lista
003=&Rimuovi
004=Rimuovi tutto

[messages]
001=Non riesco a creare il thread :(
002=Unione in corso, sei certo di voler uscire? (non raccomandato)
003=Pronto
004=Unione...
005=L'operazione di unione è in corso!
006=File uniti con successo!

007=C'è un solo file nella lista!
008=Non hai selezionato file da muovere!
009=La lista dei file è vuota, non c'è niente da unire!
010=Il file non può essere aperto!
011=Il file di uscita specificato non può essere creato!
012=Scrittura del file fallita! Hai troppo poco spazio libero?
013=File aggiunti: %d
014=File caricati automaticamente: %d
015=Il file di uscita da te specificato esiste già. Vuoi sovrascriverlo?
016=Non è stato specificato un percorso in cui salvare il file!

017=Verifica mancanza di parti
018=Sembra manchi/no la/le %d parte/i di ordinale/i: %s.
019=Sembra manchino oltre %d parti di ordinali: %s.
020=Verifica dimensioni delle parti
021=Pare che %d parte/i abbia/no dimensioni differenti dalla prima, questo può indicare che siano corrotte o non appartengano allo stesso gruppo. Le parti non con dimensione errata hanno ordinali: %s.
022=Pare che l'ultima parte non sia più piccola, il che può significare che manca l'ultima parte, questo comunque non è necessariamente il caso.
023=\n\nSei sicuro di voler procedere con l'operazione di unione?
024=Percorso personalizzato: "%s"
025=-output

[tooltips]
000=* SOLO PER ESPERTI *\r\nUnisce tutti i file in lista.\r\nBuono per la velocità ma prestare attenzione all'ordine dei file nella lista.
001=Muovi il/i file selezionato/i più in alto nella lista
002=Muovi il/i file selezionato/i più in basso nella lista
003=Percorso dove il file unito verrà salvato
004=Identifica il percorso dove saranno messi i file uniti
005=Unisci i file presenti in lista
006=Stato
007=Aggiungi un file alla lista
008=Aggiungi alla lista tutti i file di una cartella
009=Togli l'elemento selezionato dalla lista
010=Togli tutti gli elementi dalla lista
011=Ordina gli elementi nella lista
012=Attiva l'ordinamento automatico
013=CRC32 hash
014=Attiva il calcolo del CRC32
015=MD5 hash
016=Attiva il calcolo dell'MD5
017=Cancella i valori di hash
018=Cancella dall'HDD tutte le parti (solo su unione effettuata con successo)
019=Esci quando finito (solo su unione effettuata con successo)
020=Alla fine del processo apri il file unito (solo su unione effettuata con successo)
021=Alla fine del processo apri la cartella di uscita (solo su unione effettuata con successo)

[updater]
000=E' disponibile File Joiner %s (%s). Desideri aprire la pagina di download?
001=Stai già usando l'ultima versione disponibile.
002=Impossibile verificare la presenza di nuove versioni.
